/*28/9/2018*/
"_grp.Accomodation" = "Boende";
"_grp.BankATM" = "Bank & ATMs";
"_grp.Emergency" = "Nödläge";
"_grp.Food_and_Drink" = "Eating & Drinking";
"_grp.Guides" = "Stadsguider";
"_grp.Parking" = "Parkering";
"_grp.Petrol_Station" = "Bensinstation";
"_grp.Services_and_Education" = "Services & Education";
"_grp.Shopping" = "Compras";
"_grp.Social_Life" = "Entertainment & Social life";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Turistattraktioner";
"_grp.Transportation" = "Transport";
"_grp.Vehicle_Services" = "Fordonsservice";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Exit (FROM HIGHWAY)";
"feet" = "fot";
"route.instructionsText.continueAlong" = "Följ väg";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "t";
"kilometers" = "kilometer";
"Limit" = "Gräns";
"meters" = "meter";

/* miles short */
"mi" = "mi";
"miles" = "eng. mil";

/* timeMinuteMidi */
"min" = "mín";
"native.fuelprices.poidetailTitle" = "Bränslepriser";
"poiCategory.select" = "Platser i närheten";
"native.navigation.resumeBtn" = "återgå";

/* timeSecondShort */
"sec" = "sec";
"yards" = "yardas";

/* yards short */
"yd" = "yardas";

"detail.action.directionToHere" = "Få vägbeskrivningar";
"detail.action.addVia" = "Lägg till waypoint";
"detail.action.addToFavorite" = "Lägg till i favoriter";
"detail.action.copyGps" = "GPS-koordinater";
"detail.action.removeFavorite" = "Ta bort från favoriter";
"detail.action.removeHome" = "Ta bort hemadressen";
"detail.action.removeWork" = "Ta bort arbetsadress";
"detail.action.shareLocation" = "Dela position";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-post";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "Url";
"routeCompute.action.demonstrate" = "Visa";
"routeCompute.action.navigate" = "Start";
"routeCompute.etaArrival" = "Ankomst";
"routeCompute.fastest" = "Planera snabbaste resvägar";
"routeCompute.slower" = "långsammare";
"routeCompute.traffic.withDelay" = "med fördröjning";
"routeCompute.button.options" = "Alternativ";
"routeCompute.waypointInfo.from" = "Från";
"routeCompute.waypointInfo.to" = "Till";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = "Avbryt resväg";
"routeCompute.action.continue" = "Fortsätt";
"routeCompute.options.title" = "Färdvägsalternativ";
"routeCompute.options.AvoidCountry" = "Undvik det här landet";
"avoid.unpaved" = "Grusvägar";
"avoid.specialArea" = "Trängselskatt";
"avoid.ferries" = "Färjor";
"avoid.highways" = "Motorvägar";
"avoid.tollroads" = "Tullbelagda vägar";
"workCell.setupWork.subtitle" = "Pendla lättare varje dag";
"homeCell.setupHome.subtitle" = "Få den snabbaste rutt";
"workCell.setupWork.title" = "Välj jobbplats";
"homeCell.setupHome.title" = "Satt hemadress";
"workCell.title" = "Jobbet";
"homeCell.title" = "Hem";
"favorites.place.emptyButton" = "Sök platser";
"favorites.place.emptyTitle" = "Lägg till platser för enkel åtkomst";
"favorites.place.deleteAction" = "Radera";
"favorites.place.headerTitle" = "Places & Routes";
"favorites.button.done" = "Färdig";
"favorites.segment.contacts" = "Kontakter";
"favorites.segment.trips" = "Resor";
"favorites.segment.places" = "Platser";
"favorites.title" = "Favoriter";
"favorites.addAlert.add" = "Lägg till";
"native.compute.decideToCompute" = "Are you still heading to %@?";
"routeActionMain.preview" = "Preview route";
"routeCompute.traffic.withoutInfo" = "Ingen trafikinfo";
"search.work.title" = "Sök jobbadress";
"search.home.title" = "Sök hemadress";
"alert.hideHomeWork.hideHomeTitle" = "Hide home";
"alert.hideHomeWork.hideWorkTitle" = "Hide work";
"alert.hideHomeWork.setHomeMessage" = "Du kan alltid ställa in din Hemadress i Favoriter";
"alert.hideHomeWork.setWorkMessage" = "Du kan alltid ställa in din Jobbadress i Favoriter";
"alert.hideHomeWork.hide" = "Dölj";
"action.control.scout.static" = "Faster route found";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Spara %@";
"action.control.scout.arrival" = "New arrival %@";
"action.control.scout.fasterRouteFound" = "Faster route found";
"action.control.scout.preview" = "Förhandsgranska";
"action.control.scout.route.set" = "Ange en snabbare rutt";
"routeCompute.action.loading" = "Start";
"country.AL" = "Albanien";
"country.AD" = "Andorra";
"country.AU" = "Australien";
"country.AT" = "Österrike";
"country.BY" = "Vitryssland";
"country.BE" = "Belgien";
"country.BA" = "Bosnien och Hercegovina";
"country.BG" = "Bulgarien";
"country.CA" = "Kanada";
"country.HR" = "Kroatien";
"country.CZ" = "Tjeckien";
"country.DK" = "Danmark";
"country.EE" = "Estland";
"country.FO" = "Färöarna";
"country.FI" = "Finlandia";
"country.FR" = "Frankrike";
"country.DE" = "Tyskland";
"country.GI" = "Gibraltar";
"country.GR" = "Grekland";
"country.GL" = "Grönland";
"country.VA" = "Vatikanstaten";
"country.HU" = "Ungern";
"country.IS" = "Island";
"country.IE" = "Irland";
"country.IL" = "Israel";
"country.IT" = "Italien";
"country.JP" = "Japón";
"country.KP" = "Korea, Demokratiska Folkrepubliken (Nordkorea)";
"country.KR" = "Korea, Republiken (Sydkorea)";
"country.KW" = "Kuwait";
"country.LV" = "Lettland";
"country.LI" = "Principado de Liechtenstein";
"country.LT" = "Litauen";
"country.LU" = "Luxemburg";
"country.MK" = "Makedonien";
"country.MT" = "Malta";
"country.MD" = "Moldavien";
"country.MC" = "Mónaco";
"country.MS" = "Isla de Montserrat";
"country.NL" = "Nederländerna";
"country.AN" = "Nederländska Antillerna";
"country.NZ" = "Nya Zeeland";
"country.NF" = "Norfolkön";
"country.NO" = "Norge";
"country.PL" = "Polen";
"country.PT" = "Portugal";
"country.RO" = "Rumänien";
"country.RU" = "Ryssland";
"country.SM" = "San Marino";
"country.SG" = "Singapur";
"country.SK" = "Slovakien";
"country.SI" = "Slovenien";
"country.ZA" = "Sydafrika";
"country.ES" = "Spanien";
"country.SE" = "Sverige";
"country.CH" = "Schweiz";
"country.TW" = "Taiwán";
"country.TH" = "Tailandia";
"country.TR" = "Turkiet";
"country.UA" = "Ukraina";
"country.GB" = "Storbritannien";
"country.US" = "USA";
"country.VN" = "Vietnam";
"country.RS" = "Serbien";
"country.ME" = "Montenegro";
"country.AE" = "Förenade Arabemiraten";
"country.OM" = "Omán";
"country.SA" = "Saudiarabien";
"country.EG" = "Egypten";
"country.PR" = "Puerto Rico";
"country.VI" = "Jungfruöarna";
"country.RA" = "Argentina";
"country.BH" = "Bahrein";
"country.BR" = "Brasilien";
"country.HK" = "Hong Kong";
"country.ID" = "Indonesien";
"country.IN" = "Indien";
"country.IM" = "Isla de Man";
"country.MO" = "Macao";
"country.MX" = "Mexiko";
"country.MY" = "Malasia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afganistán";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Aland";
"country.AM" = "Armenien";
"country.AQ" = "Antarktis";
"country.AS" = "Amerikanska Samoa";
"country.TF" = "Franska södra territorierna";
"country.AG" = "Antigua och Barbuda";
"country.AZ" = "Azerbajdzjan";
"country.BI" = "Burundi";
"country.BJ" = "Benín";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belice";
"country.BM" = "Bermudas";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Bután";
"country.BV" = "Bouvetön";
"country.BW" = "Botsuana";
"country.CF" = "Centralafrikanska republiken";
"country.CC" = "Kokosöarna";
"country.CL" = "Chile";
"country.CI" = "Elfenbenskusten";
"country.CM" = "Kamerun";
"country.CD" = "Congo (Zair)";
"country.CG" = "Kongo";
"country.CK" = "Cooköarna";
"country.CO" = "Colombia";
"country.KM" = "Comorerna";
"country.CV" = "Comorerna";
"country.CR" = "Costa Rica";
"country.CU" = "Kuba";
"country.CX" = "Julön";
"country.KY" = "Islas Caimán";
"country.DJ" = "Yibuti";
"country.DM" = "Dominica";
"country.DO" = "Dominikanska republiken";
"country.DZ" = "Algeriet";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Västsahara";
"country.ET" = "Etiopien";
"country.FJ" = "Fiyi";
"country.FK" = "Falklandsöarna";
"country.FM" = "Mikronesiens federerade stater";
"country.GA" = "Gabón";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea Bissau";
"country.GQ" = "Ekvatorialguinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Franska Guyana";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Heard- och McDonaldsöarna";
"country.HN" = "Honduras";
"country.HT" = "Haití";
"country.IO" = "Brittiska territoriet i Indiska Oceanen";
"country.IR" = "Irán";
"country.IQ" = "Irak";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordanien";
"country.KZ" = "Kazakstan";
"country.KG" = "Kirgizistan";
"country.KH" = "Kambodja";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts och Nevis";
"country.LA" = "Laos";
"country.LB" = "Libanon";
"country.LR" = "Liberia";
"country.LY" = "Libyen";
"country.LC" = "Santa Lucía";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesoto";
"country.MF" = "Saint-Martin";
"country.MA" = "Marocko";
"country.MG" = "Madagaskar";
"country.MV" = "Maldiverna";
"country.MH" = "Marshallöarna";
"country.ML" = "Malí";
"country.MM" = "Burma (Myanmar)";
"country.MN" = "Mongoliet";
"country.MP" = "Nordmarianerna";
"country.MZ" = "Moçambique";
"country.MR" = "Mauretanien";
"country.MQ" = "Martinica";
"country.MU" = "Mauricio";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "Nya Kaledonien";
"country.NE" = "Níger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistán";
"country.PA" = "Panamá";
"country.PN" = "Islas Pitcairn";
"country.PE" = "Perú";
"country.PH" = "Filippinerna";
"country.PW" = "Palaos";
"country.PG" = "Papua Nya Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestina";
"country.PF" = "Franska Polynesien";
"country.RE" = "Reunión";
"country.RW" = "Ruanda";
"country.SD" = "Sudán";
"country.SN" = "Senegal";
"country.GS" = "Islas Georgias del Sur y Sandwich del Sur";
"country.SH" = "Sankta Helena";
"country.SJ" = "Svalbard och Jan Mayen";
"country.SB" = "Salomonöarna";
"country.SL" = "Sierra Leona";
"country.SV" = "El Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint Pierre och Miquelon";
"country.ST" = "Săo Tomé och Príncipe";
"country.SR" = "Surinam";
"country.SZ" = "Swazilandia";
"country.SC" = "Seychellerna";
"country.SY" = "Syrien";
"country.TC" = "Turks och Caicosöarna";
"country.TD" = "Tchad";
"country.TG" = "Togo";
"country.TJ" = "Tadzjikistan";
"country.TK" = "Tokelauöarna";
"country.TM" = "Turkmenistán";
"country.TL" = "Timor-Leste";
"country.TO" = "Tonga";
"country.TT" = "Trinidad och Tobago";
"country.TN" = "Tunisien";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "USA:s yttre öar";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistán";
"country.VC" = "Saint Vincent och Grenadinerna";
"country.VE" = "Venezuela";
"country.VG" = "Brittiska Jungfruöarna";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis- och Futunaöarna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabue";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Kalifornien";
"country.US-CO" = "Colorado";
"country.US-CT" = "Conécticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District Of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawai";
"country.US-ID" = "Idaho";
"country.US-IL" = "Ilinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Mariland";
"country.US-MA" = "Masachusets";
"country.US-MI" = "Míchigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Misisipi";
"country.US-MO" = "Misuri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "Nueva Hapshire";
"country.US-NJ" = "Nueva Yersey";
"country.US-NM" = "Nuevo Méjico";
"country.US-NY" = "Nueva York";
"country.US-NC" = "Carolina del Norte";
"country.US-ND" = "Dakota del Norte";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregón";
"country.US-PA" = "Pensilvania";
"country.US-RI" = "Isla de Rode";
"country.US-SC" = "Carolina del Sur";
"country.US-SD" = "Dakota del Sur";
"country.US-TN" = "Tenesí";
"country.US-TX" = "Tejas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vérmont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "Virginia Occidental";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Columbia Británica";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Nueva Brunswick";
"country.CA-NL" = "Newfoundland och Labrador";
"country.CA-NS" = "Nueva Escocia";
"country.CA-NT" = "Northwest Territories";
"country.CA-NU" = "Territorio del Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Isla del Príncipe Eduardo";
"country.CA-QC" = "Québec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Territorio de Yukón";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Nordirland";
"country.GB-SCT" = "Skottland";
"country.GB-WLS" = "Gales";
"country.GB-CHA" = "Kanalöarna";
"N" = "N";
"S" = "S";
"W" = "V";
"E" = "O";
"routeplaning.actionButton.title" = "Färdig";
"com.sygic.addWaypoint.placeholder" = "Lägg till waypoint";
"detail.action.selectPoi" = "Välj";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "Min position";
"placeholder.password" = "Lösenord";
"placeholder.email" = "E-post";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Förhandsgranska";
"detail.action.shareGps" = "Dela GPS-koordinater";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Radera vägpunkt";
"message.avoid.motorway.unable" = "För att nå din destination, måste vissa motorvägar förbli på rutten.";
"message.avoid.specialArea.unable" = "Tyvärr går det inte att undvika trängselskatt på din rutt.";
"message.avoid.tollRoads.unable" = "Inte möjligt att undvika alla avgiftsbelagda vägar. Vissa avgiftsbelagda vägar blir kvar på den beräknade rutt.";
"message.avoid.ferries.unable" = "För att nå din destination måste en del färjor finnas kvar i resvägen.";
"message.avoid.unpavedRoads.unable" = "För att nå din destination måste några oasfalterade vägar finnas kvar på rutten.";
